[
  {
    "id": 1,
    "image": "https://media.poetryfoundation.org/uploads/media/default/0001/25/787affc4b63c4ae243af834537a4e1b31f2dabe6.png?w=1274&h=&fit=max&key=1&sig=88e370bf1bb166e46a6fdff767058bdf7d63d40e65a65fd09f9b9871d4cd94bb&1274",
    "title": "Things Are Getting a Little Out of Hand",
    "content": [
      "In the 1990s, I was awash in fevered, urgent writing by teenage girls from all over the United States. During high school, from my home base in suburban New Jersey, I made and traded zines with other riot grrrls and found in the process a kind of salvation. Our writing, done on parents’ typewriters or with the earliest word processing programs, dealt with peer pressure, beauty ideals, sexual assault, rape, abortion, and eating disorders. It was snotty and surly, fueled by fury and boredom, shame and pride—or at least the desire to feel pride. We were young and insecure, choking on new social expectations and discovering the raw, sometimes terrifying, power of becoming sex objects.",
      "",
      "We fancied ourselves revolutionary, but instead we got an early lesson in Adorno’s theory of the culture industry. Our rebellion was swiftly co-opted. It scarcely stood a chance against the machinery of capitalism, which handily absorbed our dissent and sold it back to us, pirating even our aesthetic, the crooked collages and mottled typewriter font of our zines, which became visual motifs of the era of corporate Girl Power that followed. (From there, it was but a hop, skip, and a jump to today’s treacherous girlboss.)"
    ]
  },
  {
    "id": 2,
    "image": "https://media.poetryfoundation.org/uploads/media/default/0001/24/d94484aa59db96f4ab153cbc177c2f50d27c4fcd.jpg?w=1274&h=&fit=max&key=1&sig=316e54f06a5e7a897262aa3cd1535f555ef28c0632bc4afac00d8b7fe1e63c64&1274",
    "title": "Everything Is Flowers",
    "content": [
      "Back then: for the Romantic (which is to say the depressive), there is always a Golden Age, a moment missed by a historical hair or, if lived, misremembered for the perfection it never actually attained. Baudelaire’s auric then and his leaden now cleave his period of early striving from his period of late arriving; these temporal markers segregate the era when the ideal was his polestar from the phase when spleen was the new world.",
      "",
      "Then, now: no intervening process, no road between romance and ruin, only rupture. That violence, that severance, that idea is central to Baudelaire’s aesthetic, and it demands, for the documenting poet, a different language. “We should say straight away that hyperbole and apostrophe are the forms of language that aren’t only the most enjoyable but the most essential,” Baudelaire writes later in the Banville essay, “given they flow naturally from a place of exaggerated vitality.” Artist-critics always single out for praise those qualities they most want to exhibit. In this way, Baudelaire is the purest, least troubled example of such a critic: a poet unimpeded by his thinking on poetry."
    ]
  },
  {
    "id": 3,
    "image": "https://media.poetryfoundation.org/uploads/media/default/0001/24/880436fd074e92829118bb044824ff2053473998.jpg?w=1274&h=&fit=max&key=1&sig=5ac47998f802f95b63fea612d72d252544446a5a07ba64821d052f225573d83e&1274",
    "title": "He Stood Alone",
    "content": [
      "“What we’ve gone through is an injustice,” Kimberly said during the press conference. Abetted by her high-powered lawyer, she sued Acer’s practice and insurance company and won nearly $1 million in damages. Three months before her death in December 1991, she traveled by train to Washington, D.C., to testify before a congressional panel convened to debate a bill mandating HIV testing for all health care workers. (The bill eventually stalled.) At every turn, Kimberly and her team emphasized her innocence while national and local media capitalized on her tragic story. “I did not do anything wrong,” Kimberly said from the witness stand, her weakened body in a wheelchair, “[and] yet I am being made to suffer like this. My life has been taken away.”",
      "",
      "In contrast, David Acer, and the particulars of his life, had disappeared in the swirl of events much earlier. He had died from complications related to Kaposi’s sarcoma on September 3, 1990, at age 40, just days before Bergalis went public with her AIDS diagnosis. A closeted bisexual who had sought HIV treatment under an alias in neighboring towns, Acer was accused of spreading the virus to Bergalis and, later, to five other patients. (Whether he actually infected them remains unknown.)"
    ]
  }
]
